Repository: kawashishu/ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Shop Now
fr: Cửa hàng hiện tại

source: Women Fashion
fr: Thời trang phụ nữ

source: Kids Fashion
fr: Thời trang trẻ em

source: Save
fr: Giảm

source: Special Offer
fr: Quyền lời đặc biệt

source: Categories
fr: Danh mục

source: Products
fr: Sản phẩm

source: Featured Products
fr: Tính năng của sản phầm

source: Recent Products
fr: Sản phẩm gần đây

source: About
fr: Về chúng tôi

source: Contact
fr: Liên lạc

source: Logout
fr: Đăng xuất

source: Sign In
fr: Đăng nhập

source: Sign Up
fr: Đăng ký

source: to Shop
fr: tới của hàng

source: Welcome Guest
fr: Chào mừng khách hàng

source: Sign in or Register
fr: Đăng nhập hoặc đăng ký

source: Dresses
fr: Váy

source: Home
fr: Chính

source: Shop
fr: Cửa hàng

source: Shop Detail
fr: Chi tiết cửa hàng

source: Pages
fr: Trang

source: Shopping Cart
fr: Giỏ hàng

source: Checkout
fr: Thanh toán

source: Get In Touch
fr: Nhân lấy

source: Quick Shop
fr: Tới shop nhanh

source: Our Shop
fr: Về cửa hàng

source: Contact Us
fr: Liên hệ với chúng tôi

source: My Account
fr: Tài khoản của tôi

source: Newsletter
fr: Thư mới

source: Follow Us
fr: Theo dõi chúng tôi

source: All Rights Reserved. Designed by Bruce
fr: Tất cả đã sẵn sàng. Thiết kế bởi Bruce

source: Shop List
fr: Danh sách cửa hàng

source: Filter by price
fr: Tìm kiếm theo giá

source: All Price
fr: Tất cả giá

source: Filter by color
fr: Tìm kiếm theo màu sắc

source: Popularity
fr: Phổ biến

source: Best Rating
fr: Đánh giá nhiều nhất

source: Showing
fr: Hiển thị

source: hello
fr: Epoys
